[
  {
     "quote":
     [
	"One often meets his destiny on the road he takes to avoid it."
     ],
    "author": "Master Oogway"
  },
  {
     "quote":
     [
	"The eternal mystery of the world is its comprehensibility."
     ],
    "author": "Albert Einstein"
  },
  {
     "quote":
     [
	"The most exciting phrase to hear in science, the one that heralds new discoveries, is not `Eurika!`",
	"but `That's funny...`"
     ],
    "author": "Isaac Asimov"
  },
  {
     "quote":
     [
	"Tell them, of course, how things really are."
     ],
    "author": "Niels Bohr"
  },
  {
     "quote":
     [
	"I believe that mathematical reality lies outside us, that our function is to discover or observe it,",
	"and that the theorems which we prove, and which we describe grandiloquently as our 'creations', are",
	"simply our notes of our observations."
     ],
    "author": "G H Hardy, A Mathematician's Apology"
  },
  {
     "quote":
     [
	"No man is an island, entire of itself."
     ],
    "author": "John Donne"
  },
  {
     "quote":
     [
	"Be still like a mountain and flow like a great river."
     ],
    "author": "Lao Tzu"
  },
  {
     "quote":
     [
	"One cannot know what is not--that is impossible--nor utter it;for it is the same thing that can be though and that can be."
     ],
    "author": "Parmenides"
  },
  {
     "quote":
     [
	"Those who keep learning, will keep rising in life."
     ],
    "author": "Charlie Munger"
  },
  {
     "quote":
     [
	"To dare is to lose one's footing momentarily. Not to dare is to lose oneself."
     ],
    "author": "Søren Kierkegaard"
  },
  {
     "quote":
     [
	"We don't see things as they are, we see them as we are."
     ],
    "author": "Anais Nin"
  },
  {
     "quote":
     [
	"What I cannot create, I do not understand."
     ],
    "author": "Richard Feynman"
  },
  {
     "quote":
     [
	"The function of education is to teach one to think intensively and to think critically.  Intelligence plus character -",
	"that is the goal of true education."
     ],
    "author": "Martin Luther King Jr."
  },
  {
     "quote":
     [
	"Our goals can only be reached through a vehicle of a plan, In which we must fervently believe, and upon which we must",
	"vigorously act.  There is no other route to success."
     ],
    "author": "Pablo Picasso"
  },
  {
     "quote":
     [
	"When a man does not know what harbour he is making for, no wind is the right wind."
     ],
    "author": "Lucius Seneca"
  },
  {
     "quote":
     [
	"Begin challenging your assumptions. Your assumptions are the windows on the world. Scrub them off every once in awhile",
	"or the light won't come in."
     ],
    "author": "Alan Alda"
  },
  {
     "quote":
     [
	"Just because something doesn't do what you planned it to do doesn't mean it's useless."
     ],
    "author": "Thomas Edison"
  },
  {
     "quote":
     [
	"Writing is like driving at night in the fog. You can only see as far as your headlights, but you can make the whole",
	"trip that way."
     ],
    "author": "E.L. Doctorow"
  },
  {
     "quote":
     [
	"Pain is inevitable. Suffering is optional."
     ],
    "author": "Haruki Murakami"
  },
  {
     "quote":
     [
	"There is only one thing that makes a dream impossible to achieve: the fear of failure."
     ],
    "author": "Paulo Coelho"
  },
  {
     "quote":
     [
	"Make mistakes of ambition and not mistakes of sloth."
     ],
    "author": "Machiavelli"
  },
  {
     "quote":
     [
	"Art is the triumph over chaos."
     ],
    "author": "John Cheever"
  },
  {
     "quote":
     [
	"Some say the world will end in fire,",
	"  Some say in ice.",
	"From what I've tasted of desire",
	"  I hold with those who favor fire.",
	"But if it had to perish twice,",
	"  I think I know enough of hate",
	"To say that for destruction ice",
	"  Is also great",
	"And would suffice."
     ],
    "author": "Fire and Ice by Robert Frost",
    "formatted": true
  },
  {
     "quote":
     [
	"The truth of the matter is that you always know the right thing to do. The hard part is doing it."
     ],
    "author": "General Norman Schwarzkopf"
  },
  {
    "quote":
    [
	"To live without evil belongs only to the gods."
    ],
    "author": "Sophocles,Fragments,1,683"
  },
  {
    "quote":
    [
	"Nothing is as fatiguing as the continued",
	"hanging on of an uncompleted task."
    ],
    "author": "William James"
  },
  {
    "quote":
    [
	"the truth is always an abyss.  One must--as in a swimming pool--date to dive from the quivering springboard",
	"of trivial everyday experience and sink into the depths, in order later to rise again--laughing and fighting",
        "for breath--to the now doubly illuminated surface of things."
    ],
    "author": "Frank Kafka"
  },
  {
     "quote":
     [
      "If an egg is broken by an outside force, life ends.",
      "If broken by an inside force, life begins.",
      "Great things always begin from the inside."
     ],
     "author": "Jim Kwik",
     "formatted": true
  },
  {
     "quote":
     [
      "I've looked at life from both sides now",
      "From win and lose and still somehow",
      "It's life's illusions I recall",
      "I really don't know life at all."
     ],
     "author": "Joni Mitchell",
     "formatted": true
  },
  {
     "quote":
     [
	"A person who never made a mistake never tried anything new."
     ],
    "author": "Albert Einstein"
  },
  {
     "quote":
     [
      "The elevator to success is out of order,",
      "but the stairs are always available."
     ],
     "author": "Zig Ziglar"
  },
  {
     "quote":
     [
      "A goal without a plan is just a wish."
     ],
     "author": "Antoine De Saint-Exupery"
  },
  {
     "quote":
     [
      "We don't stop playing because we grow old;",
      "we grow old because we stop playing."
     ],
     "author": "George Bernard Shaw",
     "formatted": true
  },
  {
     "quote":
     [
      "All growth is a leap in the dark, a",
      "spontaneous unpremediatated act without",
      "the benefit of experience."
     ],
     "author": "Henry Miller",
     "formatted": true
  },
  {
     "quote":
     [
      "First we build the tools, then they build us."
     ],
     "author": "Marshall McLuhan"
  },
  {
     "quote":
     [
      "To iterate is human; to recurse, divine."
     ],
     "author": "Alan Perlis"
  },
  {
     "quote":
     [
      "Courage is knowing you're licked and doing it anyway."
     ],
     "author": "Zach Wahls"
  },
  {
     "quote":
     [
      "Tell me and I'll forget;",
      "show me and I may remember;",
      "involve me and I will undrstand."
     ],
     "author": "Chinese Proverb",
     "formatted": true
  },
  {
     "quote":
     [
      "Progress is impossible without change;",
      "and those who cannot change their minds cannot change anything."
     ],
     "author": "George Bernard Shaw"
  },
  {
     "quote":
     [
      "The most difficult thing in life is to live and not lie."
     ],
     "author": "Fyodor Dostoevsky"
  },
  {
     "quote":
     [
      "The one real object of education is to leave a person in the condition of continually asking questions."
     ],
     "author": "Bishop Mandell Creighton"
  },
  {
     "quote":
     [
      "He who asks questions cannot avoid the answers."
     ],
     "author": "Cameroon Proverb"
  },
  {
     "quote":
     [
      "Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid."
     ],
     "author": "Albert Einstein"
  },
  {
     "quote":
     [
      "It ain't what you don't know that gets you into trouble.",
      "It's what you know for sure that just ain't so."
     ],
     "author": "Mark Twain",
     "formatted": true
  },
  {
     "quote":
     [
      "Life has no limitations, except the ones you make."
     ],
     "author": "Lee Brown"
  },
  {
     "quote":
     [
      "There is one grand lie--that we are limited.",
      "The only limits that we have are the limits we believe."
     ],
     "author": "Wayne Dyer",
     "formatted": true
  },
  {
     "quote":
     [
      "One of the greatest pains to human nature is the pain of a new idea."
     ],
     "author": "Walter Bagehot"
  },
  {
     "quote":
     [
      "It is, as common peope say, so \"upsetting;\" it makes you think that, after all, you",
      "favorite notions may be wrong, your firmest beliefs ill-founded....Naturally,therefore,",
      "common men hate a new idea, and are disposed more or less to ill-treat the orignal",
      "man who brings it."
     ],
     "author": "Walter Bagehot",
     "formatted": true
  },
  {
     "quote":
     [
      "Those who were seen dancing were thought to be insane by those who could not hear the music."
     ],
     "author": "Friedrich Nietzsche"
  },
  {
     "quote":
     [
      "I beseech you to treasure up in your hearts these my parting words. Be ashamed to die until",
      "you have won some victory for humanity."
     ],
     "author": "Horace Mann"
  },
  {
     "quote":
     [
      "Not everything that is faced can be changed, but nothing can be changed until it is faced."
     ],
     "author": "James Baldwin"
  },
  {
     "quote":
     [
      "Life begins at the edge of your comfort zone."
     ],
     "author": "Neale Donald Walsch"
  },
  {
   "quote":[
      "We must love one another, or die."
   ],
   "author": "W. H. Auden"
  },
  {
   "quote":[
      "The life which is unexamined is not worth living."
   ],
   "author": "Plato"
  },
  {
   "quote":[
      "Thinking is the hardest work there is, which is the probable reason why so few engage in it."
   ],
   "author": "Henry Ford"
  },
  {
   "quote":[
      "The man who does not read good books has no advantage over the man that can't read them!"
   ],
   "author": "Mark Twain"
  },
  {
   "quote":[
      "All thoughts is a feat of associaton: having what's in front of you bring up something in",
      "your mind that you almost didn't know that you knew."
   ],
   "author": "Robert Frost"
  },
  {
   "quote":[
      "The secret of a good memory is attention, and attention to the subject depends upon our",
      "interest of it.  We rarely forget that which has made a deep impression on our minds."
   ],
   "author": "Tyron Edwards"
  },
  {
   "quote":[
      "Nothing has such a power to broaden the mind as the ability to investigate systematically."
   ],
   "author": "Marcus Aurelius"
  },
  {
     "quote": [
	   "Whenever you want to achieve something, keep your eyes open, concentrate, and make",
      "sure you know exactly what it is you want.  No one can hit their target with their eyes closed."
     ],
    "author": "Paulo Coelho"
  },
  {
   "quote": [
      "The illerate of the 21st century will not be those that cannot read and write, but those who",
      "cannot learn, unlearn and relearn."
   ],
   "author": "Alvin Toffler"
  },
  {
   "quote": [
      "The great tragedy of Science--the slaying of a beautiful hypothesis by an ugly fact."
   ],
   "author": "Thomas Henry Huxley"
  },
  {
   "quote": [
      "I do not pretend to understand the moral universe; the arc is a long one, my eye reaches but little ways;",
      "I cannot calculate the curve and complete the figure by the experience of sight;  I can divine it by",
      "conscience.  And from what I see I am sure it bends towards justice."
   ],
   "author": "Theodore Parker"
  },
  {
   "quote": [
      "I have a dream that my four little children will one day live in a nation where they will not be judged",
      "by the color of their skin but by the content of their character."
   ],
   "author": "Martin Luther King Jr"
  },
  {
   "quote": [
      "...once the storm is over you won't remember how you made it through, how you managed to survive.",
      "You won't even be sure, in fact, whether the storm is really over.  But one thing is certain.",
      "When you come out of the storm you won't be the same person who walked in.  That's what this storm's all about."
   ],
   "author": "Haruki Murakami"
  },
  {
     "quote":
     [
      "We do not need magic to transform our world.",
      "We carry all of the power we need inside ourselves already."
     ],
     "author": "J. K. Rowling",
     "formatted": true
  },
  {
     "quote":
     [
      "When a person has an accent, it means he can speak one more language than you."
     ],
     "author": "Fernando Lamas"
  },
  {
     "quote":
     [
      "You live a new life for every new language you speak. If you know only one language, you live only once."
     ],
     "author": "Czech Proverb"
  },
  {
   "quote":
   [
      "I thought of you and how you love this beauty,",
      "And walking up the long beach all alone",
      "I heard the waves breaking in measured thunder",
      "As you and I once heard their monotone."
   ],
   "author": "Sara Teasdale",
   "formatted": true
  },
  {
   "quote":
   [
      "Be wise as thou art cruel; do not press",
      "My tongue-tied patience with too much disdain;",
      "Lest sorrow lend me words and words express",
      "The manner of my pity-wanting pain."
   ],
   "author": "Sonnets by William Shakespeare",
   "formatted": true
  }
]
